[
  {
    "slide_number": 1,
    "texts": [
      "Exposé sous le thème :\nAUDIT INTERNE",
      "Réalisé par :",
      "Encadré par :",
      "Amine RIANI\nYounes AMZIL\nMohamed Charif TARZIOUI",
      "Pr. MANAL YOUB",
      "Année universitaire : 2025-2026",
      "Adil MOUHIB\nZiad OUABIR"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 2,
    "texts": [
      "I",
      "II",
      "L’Architecture fonctionnelle de l’Audit Interne",
      "III",
      "L’Éthique et la Déontologie dans la Pratique de l’AI",
      "IV",
      "La Démarche Méthodologique de l’AI",
      "行业PPT模板http://www.1ppt.com/hangye/",
      "V",
      "AI : Fondements et positionnement organisationnel",
      "Les Outils et Techniques de l’AI",
      "Conclusion",
      "Introduction"
    ],
    "layout": "标题幻灯片"
  },
  {
    "slide_number": 3,
    "texts": [
      "Introduction:",
      "Dans un environnement économique mondialisé, marqué par une incertitude systémique, une complexité opérationnelle croissante et une pression réglementaire accrue, la gouvernance d'entreprise est devenue un enjeu capital pour la pérennité des organisations. Les parties prenantes exigent désormais une transparence et une maîtrise des risques accrues. Face à ces défis, les dispositifs de contrôle interne et, plus spécifiquement, la fonction d'audit interne, ne sont plus considérés comme de simples centres de coûts, mais comme des leviers stratégiques essentiels. Longtemps perçue comme une fonction régalienne de vérification a posteriori, l'audit interne a profondément muté. Il est aujourd'hui attendu bien au-delà de la simple conformité, pour devenir un véritable partenaire du management.\n\nCette évolution soulève notre problématique centrale : Comment l’audit interne, dans sa conception moderne, contribue-t-il efficacement à la maîtrise des risques, à l’amélioration de la performance et à la création de valeur durable au sein des organisations ?"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 4,
    "texts": [
      "L’audit interne est défini comme une activité indépendante et objective visant à évaluer et améliorer les processus de gouvernance, de gestion des risques et de contrôle interne. Il fournit à la direction et aux parties prenantes une assurance sur la maîtrise des opérations tout en contribuant à la création de valeur.\n\nSes finalités principales résident dans la vérification de la conformité, la fiabilité de l’information, l’efficacité des procédures et le conseil à la direction. Ainsi, il combine deux fonctions : assurance et accompagnement du management.",
      "I. AI : Fondements et positionnement organisationnel",
      "Définition et finalités de l’audit interne:"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 5,
    "texts": [
      "L’audit interne est défini comme une activité indépendante et objective visant à évaluer et améliorer les processus de gouvernance, de gestion des risques et de contrôle interne. Il fournit à la direction et aux parties prenantes une assurance sur la maîtrise des opérations tout en contribuant à la création de valeur.\n\nSes finalités principales résident dans la vérification de la conformité, la fiabilité de l’information, l’efficacité des procédures et le conseil à la direction. Ainsi, il combine deux fonctions : assurance et accompagnement du management.",
      "I. AI : Fondements et positionnement organisationnel",
      "Évolution de l’audit interne :"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 6,
    "texts": [
      "Cette théorie explique la relation contractuelle entre un principal (les actionnaires ou le conseil d’administration) et un agent (la direction exécutive), où le principal délègue le pouvoir de décision à l’agent. Ce transfert de pouvoir engendre des asymétries d’information et des risques d’opportunisme, car les intérêts de l’agent peuvent diverger de ceux du principal.",
      "L’audit interne trouve une grande part de sa légitimité dans la théorie de l’agence, développée par Michael Jensen et William Meckling (1976).",
      "I. AI : Fondements et positionnement organisationnel",
      "La théorie d`agence et légitimité de l`audit interne :"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 7,
    "texts": [
      "Le positionnement hiérarchique et fonctionnel de l’audit interne conditionne son efficacité. Pour garantir son indépendance, il est généralement rattaché hiérarchiquement à la Direction Générale et fonctionnellement au Comité d’Audit.",
      "I. AI : Fondements et positionnement organisationnel",
      "Positionnement dans l’organisation :",
      "Ce double rattachement assure à la fois la neutralité du jugement et la pertinence des recommandations. En parallèle, l’audit interne collabore étroitement avec le contrôle interne et la gestion des risques, dans un esprit de complémentarité et non de redondance.\nSon rôle est donc transversal : il observe, évalue et conseille, tout en respectant les principes d’éthique, d’objectivité et de confidentialité."
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 8,
    "texts": [
      "II. L’Architecture fonctionnelle de l’Audit Interne",
      "1. Typologie des audits internes"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 9,
    "texts": [
      "II. L’Architecture fonctionnelle de l’Audit Interne",
      "2. Distinction et articulation avec les autres fonctions"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 10,
    "texts": [
      "Le code de déontologie constitue la base morale et professionnelle de la fonction d’audit interne. Il définit les règles de conduite et les valeurs que l’auditeur doit respecter dans l’exercice de ses missions. Promulgué par l’IIA (Institute of Internal Auditors) et adopté par l’IFACI, ce code a pour objectif d’assurer la confiance, la transparence et la crédibilité des auditeurs internes vis-à-vis de la direction, du comité d’audit et des parties prenantes. Sans ce cadre éthique, la mission d’audit perd toute légitimité et devient sujette à des biais ou manipulations.",
      "III. L’Éthique et la Déontologie dans la Pratique de l’AI",
      "1•\tLe Code de Déontologie de l’Auditeur Interne",
      "Objectivité : \nL’auditeur doit éviter toute influence externe ou intérêt personnel pouvant altérer la qualité de son jugement. Il doit toujours s’appuyer sur des faits vérifiés, et des preuves tangibles pour fonder ses conclusions.",
      "Principes fondamentaux :",
      "Compétence : \nL’auditeur doit maintenir un niveau de connaissance technique et méthodologique suffisant. \nL’évolution rapide des risques et des technologies exige une formation continue."
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 11,
    "texts": [
      "L’indépendance et l’objectivité sont les deux piliers essentiels qui garantissent la crédibilité du travail d’audit. Un auditeur ne peut exercer ses fonctions efficacement s’il est soumis à des pressions, des interférences hiérarchiques ou des conflits d’intérêts.\n\nNorme IIA 1110 : Exige que la fonction d’audit interne soit rattachée directement au comité d’audit du conseil d’administration pour préserver son autonomie. \n\nNorme IIA 1120 : L’auditeur doit également conserver une attitude impartiale tout au long de ses missions afin que ses conclusions soient reconnues comme neutres et crédibles et éviter tout conflit d’intérêts.",
      "III. L’Éthique et la Déontologie dans la Pratique de l’AI",
      "2. L’Indépendance et l’Objectivité de l’Auditeur"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 12,
    "texts": [
      "III. L’Éthique et la Déontologie dans la Pratique de l’AI",
      "Objectivité individuelle : \nChaque auditeur doit éviter d’auditer des services ou activités dont il a récemment fait partie. Cela prévient les conflits d’intérêts et les jugements biaisés.",
      "Principes fondamentaux :",
      "Menaces à l’indépendance : \nPressions hiérarchiques, volonté de cacher des erreurs, dépendance économique ou politique.\n.",
      "2. L’Indépendance et l’Objectivité de l’Auditeur"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 13,
    "texts": [
      "III. L’Éthique et la Déontologie dans la Pratique de l’AI",
      "La fraude représente l’une des menaces les plus sérieuses pour la stabilité financière et la réputation d’une organisation. Bien que la détection de fraude ne soit pas le rôle premier de l’audit interne, celui-ci joue un rôle crucial dans sa prévention, sa détection et la communication des risques liés. \n\nNorme IIA 1210.A2 : les auditeurs doivent être capables d’évaluer le risque de fraude et de proposer des mesures pour le réduire.\n\nIFACI (2019) : L’audit interne doit évaluer les plans de prévention et de détection de la fraude et signaler tout soupçon à la direction.",
      "3. L’Audit Interne et la Gestion de la Fraude"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 14,
    "texts": [
      "III. L’Éthique et la Déontologie dans la Pratique de l’AI",
      "Mise en œuvre de contrôles préventifs : \nRevue des procédures de délégation, contrôle des accès informatiques, vérification des signatures et validation des transactions inhabituelles.",
      "Responsabilités de l’audit interne :",
      "Détection et signalement :\nL’auditeur doit signaler tout indice de fraude, même en l’absence de preuve formelle.",
      "Collaboration avec les autorités : \nL’auditeur peut être amené à coopérer avec les autorités judiciaires ou les auditeurs externes en cas de fraude avérée.",
      "3. L’Audit Interne et la Gestion de la Fraude"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 15,
    "texts": [
      "III. L’Éthique et la Déontologie dans la Pratique de l’AI",
      "4. Les Enjeux Actuels de l’Éthique dans l’Audit Interne",
      "Dans un contexte marqué par la digitalisation, la montée des risques cyber, les exigences de durabilité et la responsabilité sociétale, l’éthique de l’auditeur interne prend une importance stratégique. L’audit interne n’est plus seulement un outil de contrôle, mais un véritable garant de la transparence et de la confiance dans les organisations modernes. La complexité croissante des données et les nouvelles formes de risques exigent une éthique renforcée pour éviter tout abus ou manipulation."
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 16,
    "texts": [
      "Enjeux contemporains :",
      "III. L’Éthique et la Déontologie dans la Pratique de l’AI",
      "Audit de durabilité (ESG) et responsabilité sociétale :\nLes entreprises sont désormais évaluées non seulement sur leur performance financière, mais aussi sur leurs engagements environnementaux, sociaux et de gouvernance (ESG). L’audit interne joue donc un rôle clé pour vérifier la fiabilité des données extra-financières, évaluer la sincérité des engagements RSE",
      "Digitalisation et intelligence artificielle :\nL’usage des outils d’analyse de données massives (Data Analytics, IA) renforce la puissance des audits, mais pose des défis éthiques liés à la confidentialité et à l’interprétation des données.",
      "4. Les Enjeux Actuels de l’Éthique dans l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 17,
    "texts": [
      "III. L’Éthique et la Déontologie dans la Pratique de l’AI",
      "Culture éthique organisationnelle :\nLes entreprises modernes doivent promouvoir une culture éthique à tous les niveaux : le comité d’audit, la direction et les employés.",
      "Pressions managériales et conflits d’intérêts :\nL’auditeur peut subir des pressions pour minimiser ou retarder certains constats. L’éthique impose ici courage et transparence, même au détriment de la popularité interne.",
      "4. Les Enjeux Actuels de l’Éthique dans l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 18,
    "texts": [
      "• Les missions longues sont des missions approfondies qui suivent l’ensemble du processus méthodologique de l’audit, depuis la préparation et la planification jusqu’à la rédaction du rapport final. Au cours de ces missions, l’auditeur utilise une grande variété d’outils et de techniques, comme les entretiens, les questionnaires, les tests et l’analyse de documents, afin de recueillir des informations fiables et complètes. Ces travaux aboutissent à la constitution de dossiers volumineux et bien documentés, et se terminent par un rapport d’audit riche en recommandations nombreuses et constructives visant à améliorer les procédures et renforcer le fonctionnement global de l’organisation.\n • La mission courte exige une condensation des actions pour parvenir au résultat. Elle est simple, le thème est bien connu par les auditeurs et les investigations à réaliser sont peu nombreuses. Dans la plupart des cas, le rapport d’audit en résultant est bref, (ce qui ne veut pas dire que les questions soulevées sont sans importance.) Mais ce qui veut dire que la méthodologie décrite voit sa mise en œuvre parfois réduite dans certaines de ses phases sans pour autant être niée ou écartée.",
      "IV. La Démarche Méthodologique de l’Audit Interne",
      "1•\tLes typologies de missions :"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 19,
    "texts": [
      "1•\tLes typologies de missions :",
      "IV. La Démarche Méthodologique de l’Audit Interne"
    ],
    "layout": "Vide",
    "table": [
      [
        "Critère",
        "Mission longue",
        "Mission longue"
      ],
      [
        "Durée",
        "Plus longue, parfois plusieurs semaines ou mois",
        "Plus brève, souvent quelques jours"
      ],
      [
        "Objectif",
        "Étudier un domaine en profondeur",
        "Vérifier un point précis ou résoudre un problème ciblé"
      ],
      [
        "Méthodologie",
        "Toutes les étapes du processus d’audit sont appliquées de manière complète",
        "Méthodologie allégée : certaines étapes sont simplifiées"
      ],
      [
        "Outils utilisés",
        "Nombreux et variés (entretiens, tests, analyses…)",
        "Peu d’outils, seulement ceux nécessaires"
      ],
      [
        "Volume du dossier",
        "Dossier volumineux et très détaillé",
        "Dossier plus léger, centré sur l’essentiel"
      ],
      [
        "Rapport final",
        "Long et riche en recommandations",
        "Court et synthétique"
      ],
      [
        "Complexité",
        "Sujet souvent complexe et nouveau",
        "Sujet bien connu et simple à auditer"
      ]
    ]
  },
  {
    "slide_number": 20,
    "texts": [
      "1•\tLes typologies de missions :",
      "Une mission d’audit ne peut pas être décidée à l’avance comme « courte » ou « longue ».\u000bAvant de commencer, on prévoit une durée approximative pour des raisons d’organisation (planification du travail, budget, disponibilité des équipes…).",
      "Mais dans la réalité, la durée finale dépend du déroulement de la mission :\n\nSi la mission prend plus de temps que prévu, l’auditeur la prolonge jusqu’à ce que tous les objectifs soient atteints.\n\nSi au contraire la mission se termine plus vite que prévu, il n’est pas nécessaire de continuer juste pour remplir le temps.",
      "IV. La Démarche Méthodologique de l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 21,
    "texts": [
      "L’ordre de mission doit contenir un certain nombre de mentions obligatoires : \n• La désignation précise du mandant et sa signature.  \n• Les noms des destinataires et en premier lieu celui du mandataire (le responsable de L’audit interne). \n• L’objet de la mission clairement défini.",
      "Les phases de préparation :\nLa familiarisation :\nL’auditeur planifie sa prise de connaissance pour acquérir le savoir nécessaire à la réalisation de sa mission. Ce savoir se résume en trois thèmes essentiels :\nL’organisation de l’unité à auditer : L’organisation de l’unité à auditer consiste à étudier comment le service fonctionne. L’auditeur regarde comment le personnel est organisé, formé et comment les tâches sont réparties. Il analyse aussi les chiffres importants comme le budget, les résultats, les investissements et le nombre d’employés. Cette étude lui permet de comprendre le fonctionnement du service et de repérer les points à améliorer.\nLes objectifs et l’environnement dans lequel ils se positionnent.\nLes techniques de travail utilisées, des plus générales aux plus spécifiques, depuis le tableau de bord utilisé par le responsable, jusqu’aux méthodes techniques ou de gestion.",
      "2.\tL’ordre de mission : généralités et principes de base",
      "IV. La Démarche Méthodologique de l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 22,
    "texts": [
      "Identification des risques :\nL’identification des zones à risques consiste à repérer les endroits où les risques les plus importants peuvent survenir, sans chercher à analyser leurs causes ou leurs conséquences.\nPour cela, on utilise la méthode du tableau de risques, qui permet de :\nDécouper l’activité en tâches précises ;\nDéfinir l’objectif de chaque tâche ;\nIdentifier les risques possibles si la tâche est mal réalisée ou non effectuée ;\nÉvaluer l’importance de chaque risque (important, moyen ou faible) ;\nVérifier l’existence des dispositifs de contrôle interne censés prévenir ces risques.",
      "La définition des objectifs (Plan d’audit)\nObjectifs généraux : ce sont les objectifs permanents du contrôle interne dont l’audit doit s’assurer qu’ils sont pris en compte et appliqués de façon efficace et pertinent. ( basé sur les objectifs mentionnés par le contrôle interne).",
      "2.\tL’ordre de mission : généralités et principes de base",
      "IV. La Démarche Méthodologique de l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 23,
    "texts": [
      "Objectifs spécifiques : est de classer et prioriser les zones de risque selon leur gravité et selon l’existence ou non d’un contrôle pour les prévenir. Ainsi, l’auditeur peut concentrer son travail sur les risques les plus importants, surtout ceux qui ne sont pas encore bien maîtrisés.\nIdentifie plusieurs risques dans différentes parties de l’entreprise.\nCompare ces risques entre eux pour voir lesquels sont les plus dangereux.\nRegarde s’il existe déjà des contrôles pour éviter ces risques :\nS’il n’y a aucun contrôle, le risque devient plus grave.\nS’il y a un bon contrôle, le risque devient moins important.\nL'auditeur classe les risques selon leur niveau d’importance :\nRisque important.\nRisque moyen.\nRisque faible.",
      "2.\tL’ordre de mission : généralités et principes de base",
      "IV. La Démarche Méthodologique de l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 24,
    "texts": [
      "Champ d’action : ce terme étant utilisé dans un double sens : \nChamp d’action fonctionnel : quels services, quelles divisions vont être audités à l’occasion de cette mission ; \nChamp d’action géographique : en quels lieux (quelle usine, quelle région…).\nLa phase de réalisation :\nLa réunion d’ouverture :\nAu niveau de cette phase les participants de cette réunion sont les auditeurs accompagnés de leur chef de mission (superviseur). Ainsi les responsables et chefs de service de la fonction audité. \nLes points abordés dans cette réunion :\nPrésentation : On doit commencer par présenter l’équipe des auditeurs en charge de la mission. Par la suite, les audités vont se présenter à leur tour.\nRappel sur l’audit interne : Un rappel fondamental s’impose donc sur les objectifs généraux de l’audit interne dont la connaissance est indispensable pour réaliser une parfaite collaboration auditeurs/audités",
      "2.\tL’ordre de mission : généralités et principes de base",
      "IV. La Démarche Méthodologique de l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 25,
    "texts": [
      "Rapport d’orientation ou référentiel de l’auditeur : est clairement défini par le rapport d'orientation, aussi connu sous le nom de référentiel de l'auditeur, qui est rédigé par ce dernier. Cela permet d'aligner les intentions de l'auditeur avec les attentes de l'audité en définissant clairement les objectifs à réaliser et les contraintes de l'intervention. Ce document est par la suite analysé en commun lors d'une réunion, de façon à ce que toutes les parties soient informées et approuvent son contenu. Une fois validé, ce document se transforme en contrat engageant l'auditeur et l'audité sur la performance et les modalités de la mission.\nRendez-vous et contacts : définir avec précision les personnes que les auditeurs doivent rencontrer avec l’indication « quand » et « pour combien de temps » soit pour réaliser des tests sur leurs travaux, soit pour pratiquer des interviews et collecter des informations.\nLogistique de la mission : définir les conditions matérielles de la mission d’audit.\nRappel sur la procédure d’audit : cette partie rappelle les étapes qui suivent l'intervention sur le terrain lors d'un audit. Elle précise qu'il peut y avoir des réunions intermédiaires pour faire le point, que les constats seront communiqués régulièrement, et qu'une réunion de clôture réunira les mêmes participants pour discuter des résultats. Elle indique également comment et quand le rapport d'audit sera rédigé et diffusé, ainsi que la procédure prévue pour assurer le suivi des recommandations. Enfin, elle a mentionné l'éventuelle présence d'un comité d'audit chargé de superviser et valider ces étapes.",
      "2.\tL’ordre de mission : généralités et principes de base",
      "IV. La Démarche Méthodologique de l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 26,
    "texts": [
      "Le programme d’audit\nCe programme d’audit est établi par l’équipe en charge de la mission, sous la supervision du chef de mission. Ce document répond à 5 objectifs :\nUn document « contractuel » : qui va lier l’équipe d’audit à sa hiérarchie.\nUn « planning » de travail\nUn fil conducteur : cette partie explique que le programme d'audit sert de fil conducteur pour les auditeurs. Il détaille clairement toutes les tâches à accomplir, leur ordre d'exécution et leurs objectifs. Grâce à ce programme, chaque auditeur sait exactement ce qu'il doit faire et peut mener son travail de façon méthodique et efficace.\nPoint de départ du QCI : C’est un document qui va indiquer le détail de ce qu’il convient de faire pour explorer les différentes zones à risque identifiées lors de la phase préparatoire. C’est à partir de ce document et parallèlement à son élaboration que se construit le QUESTIONNAIRE de CONTRÔLE INTERNE.\nSuivi du travail : ce suivi se réalise à deux niveaux : il permet d’évaluer la participation individuelle de chaque personne ; et de déterminer rapidement les origines des progrès ou des retards et éventuellement d’y remédier.",
      "2.\tL’ordre de mission : généralités et principes de base",
      "IV. La Démarche Méthodologique de l’Audit Interne"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 27,
    "texts": [
      "2.\tL’ordre de mission : généralités et principes de base",
      "IV. La Démarche Méthodologique de l’Audit Interne",
      "Les cinq questions fondamentales\n • Qui : Questions relatives à l’opérateur \n• Quoi : l’objet, de quoi s’agit-il ?\n • Où : les endroits où l’opération se déroule \n• Quand : Permet de regrouper les questions relatives au temps : début, fin, durée, saisonnalité, planning… ?  \n• Comment : Questions relatives à la description du mode opératoire : Comment se fabrique le produit, comment est-il distribué, comment recrute-t-on,",
      "Elaboration du Questionnaire de Contrôle Interne\nDocuments à élaborer ou documents préétablis ? Observons tout d’abord que s’agissant d’évaluer le dispositif de contrôle interne au travers de questions concernant une organisation ou une fonction précise, il ne saurait y avoir de questionnaires de contrôle interne généraux, ils sont nécessairement spécifiques. De même que le questionnaire de prise de connaissance est en principe spécifique à l’auditeur, de même le questionnaire de contrôle interne est spécifique à la Mission.\nLe questionnaire : il est élaboré pour chaque mission, laisse à chacun la plus grande initiative et stimule la découverte."
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 28,
    "texts": [
      "2.\tL’ordre de mission : généralités et principes de base",
      "IV. La Démarche Méthodologique de l’Audit Interne",
      "La phase d’observation : répondre aux QCI par des tests\nLa phase de conclusion\n• Le projet de rapport d’audit interne.\n• La réunion de clôture.\n• Le rapport d’audit interne.\n• Le suivi du rapport d’audit interne.\n• L’appréciation du contrôle interne par l’auditeur."
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 29,
    "texts": [
      "V- Les outils de l’audit interne :",
      "1. Les outils d’interrogation :",
      "Les outils d’interrogation permettent à l’auditeur de collecter des informations directement auprès des acteurs concernés par le processus audité. Ils constituent la première étape de la démarche d’audit et favorisent la compréhension du fonctionnement réel de l’organisation."
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 30,
    "texts": [
      "représenter et analyser les processus, les structures et les flux d’information au sein de l’organisation. Ils permettent à l’auditeur d’avoir une vision claire et synthétique des activités auditées.",
      "L’organigramme fonctionnel\nEst une représentation graphique des relations entre les différentes fonctions, services et tâches d’un processus.\nIl met en évidence les flux d’information, les responsabilités et les points de contrôle internes.",
      "V- Les outils de l’audit interne :",
      "2. Les outils de description :"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 31,
    "texts": [
      "Conclusion :",
      "L’audit interne constitue aujourd’hui un levier essentiel de gouvernance, de transparence et de performance. À travers ses différentes missions d’évaluation, de conseil et d’amélioration, il contribue directement à la maîtrise des risques, à la fiabilité du contrôle interne et à l’optimisation des processus de gestion. \nToutefois, l’efficacité de cette fonction repose sur deux piliers fondamentaux : l’indépendance de l’auditeur interne et le soutien du management. Sans une véritable culture du contrôle et une ouverture à la critique constructive, l’audit interne risque de perdre sa valeur stratégique et de se limiter à un rôle purement formel.\nAinsi, l’audit interne ne doit pas être perçu comme un simple instrument de vérification, mais comme un partenaire de progrès et de performance durable pour l’entreprise."
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 32,
    "texts": [
      "Références  :",
      "Ouvrages : \nCadre de référence internationale des pratiques professionnelles : CODE DE DÉONTOLOGIE – IIA Edition 2017\nCadre de référence internationale des pratiques professionnelles : NORMES INTERNATIONALES de l’AI – IIA Edition 2017\nNormes Internationales d'Audit Interne – IIA Edition 2024\nRevue de RCCA – LA RELATION ENTRE L’AUDIT INTERNE ET LE COMITE D’AUDIT 2018\nCBOK – Ethics and Pressure Balancing the Internal Audit Profession – The Global IIA 2015 – Page 6\nCBOK – Déontologie et pressions : Donner de l’aplomb à l’audit interne – The Global IIA 2015 – Page 6\nCOURS AUDIT ET CONTROLE INTERNE MASTER"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 33,
    "texts": [
      "Références  :",
      "Sites web :\nThe Institute of Internal Auditors Code of Ethics (2016) : https://na.theiia.org/standards-guidance/Public%20Documents/2010-06-16_10165_Code_of_Ethics\nInstitute of Internal Auditors (IIA) MAROC : https://www.iiamaroc.org/ \nECOSYSTEME DE L’AUDIT INTERNE : https://www.univ-amu.fr/fr/public/audit-interne \nImages d’illustrations : https://www.pinterest.com/search/pins/?q=audit%20interne%20image&rs=typed \nInformations générales : https://fr.wikipedia.org/wiki/Audit_interne \nStructuration des idées : https://chatgpt.com/"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 34,
    "texts": [
      "Merci de votre attention"
    ],
    "layout": "Vide"
  },
  {
    "slide_number": 35,
    "texts": [
      "Exposé sous le thème :\nAUDIT INTERNE",
      "Réalisé par :",
      "Encadré par :",
      "Amine RIANI\nYounes AMZIL\nMohamed Charif TARZIOUI",
      "Pr. MANAL YOUB",
      "Année universitaire : 2025-2026",
      "Adil MOUHIB\nZiad OUABIR"
    ],
    "layout": "Vide"
  }
]
